app/Controllers/Home.php

    public function userList()
    {
        $model = new \App\Models\UserModel();
        $data['users_2'] = $model->findAll();
---
SELECT *
FROM `users_2`